Repository: digitalscanner/user-docs
Catalog: locales/*/LC_MESSAGES/administration.po
Languages: fr

source: Administer
fr: Administrer

source: Administration functions are only available to teams for which the necessary permissions have been enabled.
fr: Les fonction d'aministration sont accessibles uniquement aux équipes pour lesquelles les permissions nécessaires ont été activées.

source: Adding a cell
fr: Ajout d'une cellule

source: The list of *cells* is accessible under the *Administration* tab of the main menu. To *Define a new cell*, click on the blue button at the top right of the page, and fill in the form. The best is to leave the *Members* field empty, and invite members by email as specified below.
fr: La liste des *cellules* est accessible sous l'onglet *Administration* du menu principal. Pour *Définir une nouvelle cellule*, clique sur le bouton bleu en haut à droite de la page, et remplis le formulaire. Le mieux est de laisser le champ *Membres* vide, et d'inviter les membres par email comme précisé ci-dessous.

source: New members
fr: Nouveau-nouvelles membres

source: If a person wishes to join the boufcoop, it must obligatorily join a cell. To add new members, the best way is to invite them directly to join a cell. If the person does not want to join any of the already existing cells, we must start by creating one. Next, click on the *Edit* button in front of the cell name in the list, then click on the *Prompt new members here* link at the top of the page. Enter the person's email address in the form that appears, and then click *Send invitation*. The person will then receive a message containing the information necessary to register. She can then enter her personal data and start using Foodsoft.
fr: Si un-e personne souhaite rejoindre la boufcoop, elle doit obligatoirement rejoindre une cellule. Pour ajouter de nouv-eaux-elles membres, le mieux donc est de les inviter directement à rejoindre une cellule. Si la personne ne souhaite rejoindre aucune des cellules déjà existantes, il faut donc commencer par lui en créer une. Ensuite, clique sur le bouton *Modifier* en face du nom de la cellule dans la liste, puis sur le lien *Invite de nouveaux membres ici* tout en haut de la page. Entre l'adresse mail de la personne dans le formulaire qui s'affiche, puis clique sur *Envoyer une invitation*. La personne recevra alors un message contenant les informations nécessaires pour s'inscrire. Elle pourra ensuite saisir ses données personelles et commencer à utiliser Foodsoft.

source: Team management
fr: Gestion des équipes

source: Teams are created and composed from the *Teams* page under the *Administration* tab of the main menu. To *Define a new team*, click on the blue button at the top right of the page. Choose a *name*, and enter a *description* of the role of the team. Then check the boxes corresponding to the Foodsoft features that this team will have access to. Then, for each member who will be part of the team, start typing the first letters of are ID in the *Members* field, then click on the ID in the drop-down that appears.
fr: La création et la composition des équipes s'effectue depuis la page *Équipes* sous l'onglet *Administration* du menu principal. Pour *Définir une nouvelle équipe*, clique sur le bouton bleu en haut à droite de la page. Choisir un *nom*, et saisis une *description* du rôle de l'équipe. Coche ensuite les cases correspondant aux fonctionnalités de Foodsoft auxquelles cette équipe aura accès. Ensuite, pour chaque membre qui fera partie de l'équipe, commence à saisir les premières lettres de sont identifiant dans le champ *Membres*, puis clique sur l'identifiant dans liste déroulante qui apparaît.

source: Member data
fr: Données des membres

source: The *members* database is also accessible under the *Administration* tab of the main menu. However, it is rare for the admin- istrative to directly modify this information, which is generally the responsibility of the members themselves.
fr: La base de données des *membres* est aussi accessible sous l'onglet *Administration* du menu principal. Cependant, il est rare que l'administrat-eur-rice ait à modifier directement ces informations, qui sont en général plutôt de la responsabilité des membres elleux mêmes.
