Repository: digitalscanner/user-docs
Catalog: locales/*/LC_MESSAGES/cellar.po
Languages: fr

source: Cellar
fr: Cellier

source: Foodsoft offers the possibility of managing a cellar, that is to say a shared storage space in which the cells can come to supply without needing to reorder the suppliers, and which is regularly replenished when necessary . This device can allow
fr: Foodsoft offre la possibilité de gérer un cellier, c'est-à-dire un espace de stockage mutualisé dans lequel les cellules peuvent venir se fournir sans avoir besoin de repasser commande aux fournisseur-e-s, et qui est régulièrement réapprovisionné lorsque c'est nécessaire. Ce dispositif peut permettre

source: new members, or cells that have difficulty assessing their needs, to stock up quickly without having to wait for a new order
fr: aux nouveaux membres, ou aux cellules qui auraient du mal à évaluer leurs besoins, de s'approvisionner rapidement sans avoir à attendre une nouvelle commande

source: store larger quantities in good conditions that are not necessarily within the reach of all (flour silos, wine cellar, large cans, etc.),
fr: de stocker de plus grosses quantités dans de bonnes conditions qui ne sont pas forcément à la portée de tou-te-s (silos à farine, cave à vin, gros bidons, etc.),

source: to increase the quantities ordered and thus to reduce prices.
fr: d'augmenter les quantiteś commandées et donc de réduire les prix.

source: Orders
fr: Commandes

source: In Foodsoft, the wine cellar is seen as a kind of special supplier. So that cells can take products, so first of all *Define a command from the cellar*, using the button on the *Cellar Management* page accessible from the *Articles* tab of the main menu.
fr: Dans Foodsoft, le cellier est vu comme une sorte de fournisseur un peu particulier. Pour que les cellules puissent y prendre des produits, il faut donc d'abord *Définir une commande à partir du cellier*, en utilisant le bouton sur la page *Gestion du cellier* accessible sous l'onglet *Articles* du menu principal.

source: The creation of the command then happens exactly as for the orders to the suppliers (see :ref:`management`). The command then appears like the others in the list of open orders. The only difference is that there is no concept of tolerance.
fr: La création de la commande se passe alors exactement comme pour les commandes aux fournisseur-e-s (voir :ref:`management`). La commande apparaît ensuite comme les autres dans la liste des commandes ouvertes. La seule différence est qu'il n'y a pas de notion de tolérance.

source: procurement
fr: Approvisionnement

source: To supply the storeroom, start by ordering the missing products from a supplier of the boufcoop. This can be done for example by creating a special cell "Cellier", during a normal order of the boufcoop, or manually without going through foodsoft. Once the products have been delivered, select the supplier from the *Restore Cellar* drop-down list on the *Cellar Management* page accessible under the *Items* tab of the main menu. For each item, click on the blue button *Supply* to the right of its name, and between the quantity delivered. If an item does not appear in the list, it is not yet part of the cellar: then select its name in the drop-down list *Add an article to the cellar*, then proceed as before. Then check the quantities listed in the following table, and finally validate the supply by clicking on the blue button at the bottom of the page. Quantities in stock will be immediately updated.
fr: Pour approvisionner le cellier, commence par commander les produits manquants chez un-e fournisseur-e de la boufcoop. Cela peut se faire par exemple en créant une cellule spéciale "Cellier", lors d'une commande normale de la boufcoop, ou bien manuellement sans passer par foodsoft. Une fois les produits livrés, sélectionne le-la fournisseur-e dans la liste déroulante *Réapprovisionner le cellier*, sur la page *Gestion du cellier* accessible sous l'onglet *Articles* du menu principal. Pour chaque article, clique ensuite sur le bouton bleu *Approvisionner* à droite de son nom, et entre la quantité livrée. Si un article n'apparaît pas dans la liste, c'est qu'il ne faisait pas encore partie du cellier: sélectionne alors son nom dans la liste déroulante *Ajouter un article au cellier*, puis procède comme précédemment. Vérifie ensuite les quantités listées dans le tableau suivant, et finalement valide l'approvisionnement en cliquant sur le bouton bleu en bas de la page. Les quantités en stock seront alors immédiatement mises à jour.

source: If the order for the stocked items has been manually placed outside foodsoft, you can also add the corresponding invoice (see :ref:`finance`).
fr: Si la commande des articles approvisionnés a été passée manuellement en dehors de foodsoft, tu peux aussi ajouter la facture correspondante (voir :ref:`finance`).

source: Inventory
fr: Inventaire

source: From time to time it may be necessary to inventory the actual contents of the cellar, and update the quantities recorded in Foodsoft to correspond to reality. For this, click on *Inventory cellar* from the page *Cellar management* accessible under the *Products* tab of the main menu. Then, for each product, enter the difference between the number of inventoried units and the number of registered units. For example, if Foodsoft believes that there is 10kg of flour while only 8.5kg remains, and the unit of flour is 500g, enter "-3".
fr: De temps en temps il peut s'avérer nécessaire d'inventorier le contenu réel du cellier, et de mettre à jour les quantités enregistrées dans Foodsoft pour qu'elles correspondent à la réalité. Pour cela, clique sur *Inventorier le cellier* depuis la page *Gestion du cellier* accessible sous l'onglet *Produits* du menu principal. Puis, pour chaque produit, saisis la différence entre le nombre d'unités inventorié et le nombre d'unités enregistré. Par exemple, si Foodsoft croit qu'il y a 10kg de farine alors qu'il n'en reste que 8.5kg, et que l'unité de farine est 500g, saisis "-3".
