Repository: digitalscanner/user-docs
Catalog: locales/*/LC_MESSAGES/finance.po
Languages: fr

source: Finance
fr: Trésorier

source: Foodsoft has some functions to help manage the cash flow of the Boufcoop. These functions are only available to teams for which cash permissions have been activated.
fr: Foodsoft dispose de quelques fonctions pour aider à la gestion de la trésorerie de la boufcoop. Ces fonctions sont accessibles seulement aux équipes pour lesquelles les permissions de trésorerie ont été activées.

source: Cell credits
fr: Crédits des cellules

source: Each cell has a certain amount that will allow it to order. To credit the account of a cell that has just made a payment, go to the page *Credits of the cells*, accessible under the tab *Cash* of the main menu. You will see there the summary of the credits of all the cells. Then click on the button *New transaction* on the line corresponding to the cell to modify, and enter the amount of the payment. The credit will be immediately available for the cell to order.
fr: Chaque cellule dispose d'un certain montant qui va lui permettre de commander. Pour créditer le compte d'une cellule qui vient d'effectuer un versement, va sur la page *Crédits des cellules*, accessible sous l'onglet *Trésorerie* du menu principal. Tu y verras le récapitulatif des crédits de toutes les cellules. Clique alors sur le bouton *Nouvelle transaction* sur la ligne correspondante à la cellule à modifier, et saisis le montant du versement. Le crédit sera immédiatement disponible pour que la cellule puisse commander.

source: Mutual supplement
fr: Supplément mutualisé

source: When configuring Foodsoft, it is possible to activate a certain percentage of automatic surcharge that will be applied to all prices, so that orders generate a surplus. This surplus can then be used to finance various cooperative projects, such as renting premises. It is a form of contribution proportional to consumption, which can be substituted or come to add to a system of periodic fixed contributions.
fr: Lors de la configuration de Foodsoft, il est possible d'activer un certain pourcentage de supplément automatique qui sera appliqué à tous les prix, de telle sorte que les commandes génèrent un surplus. Ce surplus peut ensuite permettre de financer divers projets coopératifs, comme la location d'un local par exemple. Il s'agit d'une forme de cotisation proportionnelle à la consommation, qui peut se substituer ou bien venir s'additionner à un système de cotisations fixes périodiques.

source: Order count
fr: Décompte des commandes

source: As there may be changes between the quantities and prices of the products ordered and what is actually received, and in order to avoid any dispute, each order must be counted and validated by hand before the cost is finally punctured on cell credits. Until this count is done, the orders are pending, considered as *to count down*, and the credits committed by the cells are temporarily blocked.
fr: Comme il peut y avoir des changements entre les quantités et les prix des produits commandés et ce qui est effectivement recu, et afin d'éviter tout litige, chaque commande doit être décomptée et validée à la main avant que le coût en soit définitivement ponctionné sur les crédits des cellules. En attendant que ce décompte soit fait, les commandes sont en attente, considérées comme *à décompter*, et les crédits engagés par les cellules sont temporairement bloqués.

source: To count an order, go to the *Order Count* page on the Cash * tab of the main menu. You will see a list of all closed orders. Then click on the blue button *Count down* on the line of the command that interests you. If this button is absent, it means that the command has already been counted.
fr: Pour effectuer le décompte d'une commande, va sur la page *Décompte des commandes* accessible sous l'onglet *Trésorerie* du menu principal. Tu y verras la liste de toutes les commandes clôturées. Cliquer alors sur le bouton bleu *Décompter* sur la ligne de la commande qui t'intéresse. Si ce bouton est absent, cela signifie que la commande a déjà été décomptée.

source: On the billing page, the inset at the top right summarizes the price of the HT and TTC order, as well as the total amount deducted from the cells. The price including VAT and the amount invoiced to the cells should in principle be equal, so that the amount displayed on the next line (*Gain of the boufcoop without supplement*) should be equal to zero. However, it may happen that it is not, for various reasons:
fr: Sur la page de décompte, l'encart en haut à droite résume le prix de la commande HT et TTC, ainsi que le montant total décompté aux cellules. Le prix TTC et le montant facturé aux cellules devraient en principe être égaux, de telle sorte que le montant affiché sur la ligne suivante (*Gain de la boufcoop sans supplément*) devrait être égal à zéro. Cependant, il peut arriver qu'il ne le soit pas, pour diverses raisons:

source: products offered by the suppliers but that we decide to count to the cells anyway
fr: produits offerts par les fournisseur-e-s mais qu'on décide de décompter quand même aux cellules

source: products that have not been delivered, or whose price has changed
fr: produits qui n'ont pas été livrés, ou dont le prix a changé

source: products refused, in poor condition.
fr: produits refusés, en mauvais état.

source: Finally, the last line indicates the gain of the boufcoop taking into account :ref:`supplement` if it has been configured.
fr: Finalement, la dernière ligne indique le gain de la boufcoop en tenant compte du :ref:`supplement` si il a été configuré.

source: If the inventory does not correspond to what is desired, it will have to readjust the things using the table on the right. This table summarizes all the products delivered. First, if a product is missing in the table, it must be added using the *Add product* button at the top right. Then, for each product, by clicking on the name, the distribution between cells as it was requested during the order is displayed. Amounts can be adjusted by clicking the + and - buttons to match what has actually been received by the cells. For this, it can be helpful to use comments (inset at the bottom left of the screen), where cells could leave information or complaints about what they received. If a cell has recovered products when it was not ordered, you can add it to the list using the *Add Cell* button.
fr: Si l'état des lieux ne correspond pas à ce qui est souhaité, il va falloir réajuster les choses à l'aide du tableau de droite. Ce tableau récapitule l'ensemble des produits livrés. Tout d'abord, si un produit manque dans le tableau, il faut l'ajouter à l'aide du bouton *Ajouter un produit* en haut à droite. Ensuite, pour chaque produit, en cliquant sur le nom, la répartition entre les cellules telle qu'elle avait été demandée lors de la commande s'affiche. Les quantités peuvent être ajustées en cliquant sur les boutons + et - pour les faire correspondre à ce qui a effectivement été recu par les cellules. Pour cela, il peut être utile de s'aider des commentaires (encart tout en bas à gauche de l'écran), où les cellules ont pu laisser des informations ou des réclamations concernant ce qu'elles ont recu. Si une cellule a récupéré des produits alors qu'elle n'en avait pas commandé, tu peux l'ajouter à la liste grâce au bouton *Ajouter une cellule*.

source: Once all products are controlled in this way, you can leave comments in the *Notes / Remarks* box in order to keep track of any arbitrations you have made. You can also enter the information on the invoice paid to the supplier (see :ref:`invoices`). Finally, click on the blue button *Complete the command*. The credits of the cells will be immediately debited, and the order will be definitively ended.
fr: Une fois tous les produits contrôlés de cette facon, tu peux à ton tour laisser des commentaires dans l'encart *Notes/Remarques* afin de garder traces des éventuels arbitrages que tu as du faire. Tu peux aussi saisir les informations sur la facture payée au-à la fournisseur-e (voir :ref:`invoices`). Finalement, clique sur le bouton bleu *Terminer la commande*. Les crédits des cellules seront alors immédiatement débités, et la commande sera définitivement terminée.

source: invoices
fr: Factures

source: Foodsoft also integrates an invoice archiving tool that can serve two main purposes:
fr: Foodsoft intègre aussi un outil d'archivage des factures qui peut servir deux objectifs principaux:

source: pay the suppliers deferred by using a mutual bank account,
fr: payer les fournisseur-e-s de facon différée en utilisant un compte en banque mutualisé,

source: facilitate the accounting of the Boufcoop, ie the control of revenue and expenditure to avoid misappropriation and assess the viability of the cooperative in the long term (as opposed to the cash which concerns the current payment operations and recipes).
fr: faciliter la comptabilité de la boufcoop, c'est-à-dire le contrôle des recettes et des dépenses pour éviter les détournements et évaluer la viabilité de la coopérative à long terme (par opposition à la trésorerie qui concerne les opérations courantes de paiement et de recettes).

source: The list of *bills can be found under the *Cash* tab of the main menu. To add an invoice, the best is to do it at the time of :ref:`count`, so that the invoice remains associated with the order that corresponds to it. If this has been forgotten, or if there is an invoice that does not correspond to an order (purchase of equipment for example), you can *add an invoice* directly by clicking on the blue button at the top right. Then enter the information about the invoice. If it has not been paid yet, leave the field *Paid on* empty.
fr: La liste des *factures* est accessible sous l'onglet *Trésorerie* du menu principal. Pour ajouter une facture, le mieux est de le faire au moment du :ref:`count`, de sorte que la facture reste associée à la commande qui lui correspond. Si cela a été oubliée, ou bien si il y a une facture qui ne correspond pas à une commande (achat de matériel par exemple), tu peux *ajouter une facture* directement en cliquant sur le bouton bleu en haut à droite. Saisis alors les informations concernant la facture. Si elle n'a pas encore été payée, laisse vide le champ *Payée le*.
