Repository: digitalscanner/user-docs
Catalog: locales/*/LC_MESSAGES/structure.po
Languages: fr

source: Structure of the boufcoop
fr: Structure de la boufcoop

source: Members
fr: Membres

source: The coop is first and foremost constituted by its members. Each member has a protected user account, protected by a password. Your user profile can be configured from the menu with the small arrow at the top right of any what page. You can
fr: La coop est avant tout constituée par ses membres. Chaque membre dispose d’un compte utilisat-rice-eur, protégé par un mot de passe. Ton profil utilisat-rice-eur peut être configuré depuis le menu avec la petite flèche en haut à droite de n’importe quelle page. Tu peux ainsi

source: make available to other members information to contact you (email, phone ...),
fr: mettre à dispositions des autres membres des infos pour te contacter (email, téléphone...),

source: change your password,
fr: changer ton mot de passe,

source: choose your language from those available,
fr: choisir ta langue parmi celles disponibles,

source: define your privacy options,
fr: définir tes options de confidentialité,

source: choose the warning emails you will receive from foodsoft in different cases.
fr: choisir les mails d’avertissement que tu recevras de la part de foodsoft dans différents cas.

source: cells
fr: Cellules

source: The cells are groups of members who have decided to associate to place their orders together (often because they live or at least cook together) Every member of the coop must be a member of a cell to be able to control. For the moment, a user-eur-ice account can only belong to one cell at a time. If a member wants to order via several cells, so he needs several accounts.
fr: Les cellules sont des groupes de membres qui ont décidé de s’associer pour passer leurs commandes ensemble (souvent parce qu’illes vivent ou au moins cuisinent ensemble). Tout membre de la coop doit être membre d’une cellule pour pouvoir commander. Pour le moment, un compte utilisat-eur-ice ne peut appartenir qu’à une seule cellule à la fois. Si un-e membre souhaite commander via plusieurs cellules, il lui faut donc plusieurs comptes.

source: You can access a summary of information about *your cell* by clicking on your login at the top right of any page of the site. However, to modify the contact data (address, etc.), you must contact a person who administers the site.
fr: Tu peux accéder à un résumé des informations concernant *ta cellule* en cliquant sur ton identifiant en haut à droite de n'importe quelle page du site. Cependant, pour modifier les données de contact (adresse, etc.), il te faut contacter une personne administratrice du site.

source: teams
fr: Équipes

source: The teams are groups of members who have decided to associate to carry out regularly certain types of jobs together. A member can easily belong to multiple teams. The grouping in team is useful to better organize jobs, to communicate in small groups without spammer all the members, and also allows much better readability for new-members. Another team interest is that access permissions to foodsoft pages can be restricted according to belonging to a team, which allows to avoid false manipulations, and also not to drown all-e-s members with features that are not useful to them.
fr: Les équipes sont des groupes de membres qui ont décidé de s’associer pour effectuer régulièrement certains types de boulots ensemble. Un-e membre peut sans problème appartenir à plusieurs équipes. Le regroupement en équipe est utile pour mieux organiser les boulots, pour communiquer en petits groupes sans spammer tou-t-e-s les membres, et permet aussi une bien meilleure lisibilité pour les nouvelles-nouveaux membres. Un autre intérêt des équipes est que les permissions d’accès aux pages de foodsoft peuvent être restreintes suivant l’appartenance à une équipe, ce qui permet d’éviter des fausses manipulations, et aussi de ne pas noyer tout-e-s les membres avec des fonctionnalités qui ne leurs sont pas utiles.

source: Be careful to note the difference between a team and a cell: each member is part of a cell, which has some credit to pay the orders, while a team (eg the distribution team) deals with useful jobs at the boufcoop. The members always belong to one and only one cell, but can be part of several teams.
fr: Attention à bien noter la différence entre une équipe et une cellule: chaque membre fait partie d'une cellule, qui possède un certain crédit servant à payer les commandes, tandis qu'une équipe (par exemple l'équipe distribution) s'occupe des boulots utiles à la boufcoop. Les membres appartiennent toujours à une et une seule cellule, mais peuvent faire partie de plusieurs équipes.
